[
    {
        "alignedsentindices": [
            0,
            0
        ],
        "alignedsents": [
            "En la página 22 de la Historia de la Guerra Europea, de Liddell Hart, se lee que una ofensiva de trece divisiones británicas (apoyadas por mil cuatrocientas piezas de artillería) contra la línea Serre Montauban había sido planeada para el veinticuatro de julio de 1916 y debió postergarse hasta la mañana del día veintinueve.",
            "In his A History of the World War (page 212), Captain Liddell Hart reports that a planned offensive by thirteen British divisions, supported by fourteen hundred artillery pieces, against the German line at Serre-Montauban, scheduled for July 24, 1916, had to be postponed until the morning of the 29th."
        ]
    },
    {
        "alignedsentindices": [
            1,
            1
        ],
        "alignedsents": [
            "Las lluvias torrenciales (anota el capitán Liddell Hart) provocaron esa demora -nada significativa, por cierto-.",
            "He comments that torrential rain caused this delay - which lacked any special significance."
        ]
    },
    {
        "alignedsentindices": [
            2,
            2
        ],
        "alignedsents": [
            "La siguiente declaración, dictada, releída y firmada por el doctor Yu Tsun, antiguo catedrático de inglés en la Hochschule de Tsingtao, arroja una insospechada luz sobre el caso.",
            "The following deposition, dictated by, read over, and then signed by Dr. Yu Tsun, former teacher of English at the Tsingtao Hochschule, casts unsuspected light upon this event."
        ]
    },
    {
        "alignedsentindices": [
            3,
            3
        ],
        "alignedsents": [
            "Faltan las dos páginas iniciales.",
            "The first two pages are missing."
        ]
    },
    {
        "alignedsentindices": [
            4,
            4
        ],
        "alignedsents": [
            "«... y colgué el tubo.",
            "\n. . ."
        ]
    },
    {
        "alignedsentindices": [
            4,
            5
        ],
        "alignedsents": [
            "«... y colgué el tubo.",
            "and I hung up the phone."
        ]
    },
    {
        "alignedsentindices": [
            5,
            6
        ],
        "alignedsents": [
            "Inmediatamente después, reconocí la voz que había contestado en alemán.",
            "Immediately I recollected the voice that had spoken in German."
        ]
    },
    {
        "alignedsentindices": [
            6,
            7
        ],
        "alignedsents": [
            "Era la del capitán Richard Madden.",
            "It was that of Captain Richard Madden."
        ]
    },
    {
        "alignedsentindices": [
            7,
            8
        ],
        "alignedsents": [
            "Madden, en el departamento de Viktor Runeberg, quería decir el fin de nuestros afanes y -pero eso parecía muy secundario, o debía parecérmelo- también de nuestras vidas.",
            "Madden, in Viktor Runeberg's office, meant the end of all our work and - though this seemed a secondary matter, or should have seemed so to me - of our lives also."
        ]
    },
    {
        "alignedsentindices": [
            8,
            9
        ],
        "alignedsents": [
            "Quería decir que Runeberg había sido arrestado o asesinado.1 Antes que declinara el sol de ese día, yo correría la misma suerte.",
            "His being there meant that Runeberg had been arrested or murdered.1 Before the sun set on this same day, I ran the same risk."
        ]
    },
    {
        "alignedsentindices": [
            9,
            10
        ],
        "alignedsents": [
            "Madden era implacable.",
            "Madden was implacable."
        ]
    },
    {
        "alignedsentindices": [
            10,
            11
        ],
        "alignedsents": [
            "Mejor dicho, estaba obligado a ser implacable.",
            "Rather, to be more accurate, he was obliged to be implacable."
        ]
    },
    {
        "alignedsentindices": [
            11,
            12
        ],
        "alignedsents": [
            "Irlandés a las órdenes de Inglaterra, hombre acusado de tibieza y tal vez de traición ¿cómo no iba a abrazar y agradecer este milagroso favor: el descubrimiento, la captura, quizá la, muerte, de dos agentes del Imperio alemán?",
            "An Irishman in the service of England, a man suspected of equivocal feelings if not of actual treachery, how could he fail to welcome and seize upon this extraordinary piece of luck: the discovery, capture and perhaps the deaths of two agents of Imperial Germany?"
        ]
    },
    {
        "alignedsentindices": [
            12,
            13
        ],
        "alignedsents": [
            "Subí a mi cuarto; absurdamente cerré la puerta con llave y me tiré de espaldas en la estrecha cama de hierro.",
            "I went up to my bedroom."
        ]
    },
    {
        "alignedsentindices": [
            12,
            14
        ],
        "alignedsents": [
            "Subí a mi cuarto; absurdamente cerré la puerta con llave y me tiré de espaldas en la estrecha cama de hierro.",
            "Absurd though the gesture was, I closed and locked the door."
        ]
    },
    {
        "alignedsentindices": [
            12,
            15
        ],
        "alignedsents": [
            "Subí a mi cuarto; absurdamente cerré la puerta con llave y me tiré de espaldas en la estrecha cama de hierro.",
            "I threw myself down on my narrow iron bed, and waited on my back."
        ]
    },
    {
        "alignedsentindices": [
            13,
            16
        ],
        "alignedsents": [
            "En la ventana estaban los tejados de siempre y el sol nublado de las seis.",
            "The never changing rooftops filled the window, and the hazy six o'clock sun hung in the sky."
        ]
    },
    {
        "alignedsentindices": [
            14,
            17
        ],
        "alignedsents": [
            "Me pareció increíble que ese día sin premoniciones ni símbolos fuera el de mi muerte 2 implacable.",
            "It seemed incredible that this day, a day without warnings or omens, might be that of my implacable death."
        ]
    },
    {
        "alignedsentindices": [
            15,
            18
        ],
        "alignedsents": [
            "A pesar de mi padre muerto, a pesar de haber sido un niño en un simétrico jardín de Ha¡ Feng ¿yo, ahora, iba a morir?",
            "In despite of my dead father, in despite of having been a child in one of the symmetrical gardens of Hai Feng, was I to die now?"
        ]
    },
    {
        "alignedsentindices": [
            16,
            19
        ],
        "alignedsents": [
            "Después reflexioné que todas las cosas le suceden a uno precisamente, precisamente ahora.",
            "Then I reflected that all things happen, happen to one, precisely now."
        ]
    },
    {
        "alignedsentindices": [
            17,
            21
        ],
        "alignedsents": [
            "Siglos de siglos y sólo en el presente ocurren los hechos; innumerables hombres en el aire, en la tierra y el mar, y todo lo que realmente pasa me pasa a mí...",
            "There are countless men in the air, on land and at sea, and all that really happens happens to me . . ."
        ]
    },
    {
        "alignedsentindices": [
            18,
            22
        ],
        "alignedsents": [
            "El casi intolerable recuerdo del rostro acaballado de Madden abolió esas divagaciones.",
            "The almost unbearable memory of Madden's long horseface put an end to these wandering thoughts."
        ]
    },
    {
        "alignedsentindices": [
            19,
            23
        ],
        "alignedsents": [
            "En mitad de mi odio y de mi terror (ahora no me importa hablar de terror: ahora que he burlado a Richard Madden, ahora que mi garganta anhela la cuerda) Pênsé que ese guerrero tumultuoso y sin duda feliz no sospechaba que yo poseía el Secreto.",
            "In the midst of my hatred and terror (now that it no longer matters to me to speak of terror, now that I have outwitted Richard Madden, now that my neck hankers for the hangman's noose), I knew that the fast-moving and doubtless happy soldier did not suspect that I possessed the Secret - the name of the exact site of the new British artillery park on the Ancre."
        ]
    },
    {
        "alignedsentindices": [
            21,
            24
        ],
        "alignedsents": [
            "Un pájaro rayó el cielo gris y ciegamente lo traduje en un aeroplano y a ese aeroplano en muchos (en el cielo francés) aniquilando el parque de artillería con bombas verticales.",
            "A bird streaked across the misty sky and, absently, I turned it into an airplane and then that airplane into many in the skies of France, shattering the artillery park under a rain of bombs."
        ]
    },
    {
        "alignedsentindices": [
            22,
            25
        ],
        "alignedsents": [
            "Si mi boca, antes que la deshiciera un balazo, pudiera gritar ese nombre de modo que lo oyeran en Alemania... Mi voz humana era muy pobre.",
            "If only my mouth, before it should be silenced by a bullet, could shout this name in such a way that it could be heard in Germany . . ."
        ]
    },
    {
        "alignedsentindices": [
            22,
            26
        ],
        "alignedsents": [
            "Si mi boca, antes que la deshiciera un balazo, pudiera gritar ese nombre de modo que lo oyeran en Alemania... Mi voz humana era muy pobre.",
            "My voice, my human voice, was weak."
        ]
    },
    {
        "alignedsentindices": [
            23,
            27
        ],
        "alignedsents": [
            "¿Cómo hacerla llegar al oído del Jefe?",
            "How could it reach the ear of the Chief?"
        ]
    },
    {
        "alignedsentindices": [
            24,
            28
        ],
        "alignedsents": [
            "Al oído de aquel hombre enfermo y odioso, que no sabía de Runeberg y de mí sino que estábamos en Staffordshire y que en vano esperaba noticias nuestras en su árida oficina de Berlín, examinando infinitamente periódicos...",
            "The ear of that sick and hateful man who knew nothing of Runeberg or of me except that we were in Staffordshire."
        ]
    },
    {
        "alignedsentindices": [
            24,
            29
        ],
        "alignedsents": [
            "Al oído de aquel hombre enfermo y odioso, que no sabía de Runeberg y de mí sino que estábamos en Staffordshire y que en vano esperaba noticias nuestras en su árida oficina de Berlín, examinando infinitamente periódicos...",
            "A man who, sitting in his 2 arid Berlin office, leafed infinitely through newspapers, looking in vain for news from us."
        ]
    },
    {
        "alignedsentindices": [
            25,
            30
        ],
        "alignedsents": [
            "Dije en voz alta: «Debo huir».",
            "I said aloud, \"I must flee.\""
        ]
    },
    {
        "alignedsentindices": [
            26,
            31
        ],
        "alignedsents": [
            "Me incorporé sin ruido, en una inútil perfección de silencio, como si Madden ya estuviera acechándome.",
            "I sat up on the bed, in senseless and perfect silence, as if Madden was already peering at me."
        ]
    },
    {
        "alignedsentindices": [
            27,
            32
        ],
        "alignedsents": [
            "Algo -tal vez la mera ostentación de probar que mis recursos eran nulos- me hizo revisar mis bolsillos.",
            "Something - perhaps merely a desire to prove my total penury to myself - made me empty out my pockets."
        ]
    },
    {
        "alignedsentindices": [
            28,
            33
        ],
        "alignedsents": [
            "Encontré lo que sabía que iba a encontrar: el reloj norteamericano, la cadena de níquel y la moneda cuadrangular, el llavero con las comprometedoras llaves inútiles del departamento de Runeberg, la libreta, una carta que resolví destruir inmediatamente (y que no destruí), una corona, dos chelines y unos Pêniques, el lápiz rojo-azul, el pañuelo, el revólver con una bala.",
            "I found just what I knew I was going to find."
        ]
    },
    {
        "alignedsentindices": [
            28,
            34
        ],
        "alignedsents": [
            "Encontré lo que sabía que iba a encontrar: el reloj norteamericano, la cadena de níquel y la moneda cuadrangular, el llavero con las comprometedoras llaves inútiles del departamento de Runeberg, la libreta, una carta que resolví destruir inmediatamente (y que no destruí), una corona, dos chelines y unos Pêniques, el lápiz rojo-azul, el pañuelo, el revólver con una bala.",
            "The American watch, the nickel-plated chain and the square coin, the key ring with the useless but compromising keys to Runeberg's office, the notebook, a letter which I decided to destroy at once (and which I did not destroy), a five shilling piece, two single shillings and some pennies, a red and blue pencil, a handkerchief - and a revolver with a single bullet."
        ]
    },
    {
        "alignedsentindices": [
            29,
            35
        ],
        "alignedsents": [
            "Absurdamente lo empuñé y sopesé para darme valor.",
            "Absurdly I held it and weighed it in my hand, to give myself courage."
        ]
    },
    {
        "alignedsentindices": [
            30,
            36
        ],
        "alignedsents": [
            "Vagamente Pênsé que un pistoletazo puede oírse muy lejos.",
            "Vaguely I thought that a pistol shot can be heard for a great distance."
        ]
    },
    {
        "alignedsentindices": [
            31,
            37
        ],
        "alignedsents": [
            "En diez minutos mi plan estaba maduro.",
            "In ten minutes I had developed my plan."
        ]
    },
    {
        "alignedsentindices": [
            32,
            38
        ],
        "alignedsents": [
            "La guía telefónica me dio el nombre de la única persona capaz de transmitir la noticia: vivía en un suburbio de Fenton, a menos de media hora de tren.",
            "The telephone directory gave me the name of the one person capable of passing on the information."
        ]
    },
    {
        "alignedsentindices": [
            32,
            39
        ],
        "alignedsents": [
            "La guía telefónica me dio el nombre de la única persona capaz de transmitir la noticia: vivía en un suburbio de Fenton, a menos de media hora de tren.",
            "He lived in a suburb of Fenton, less than half an hour away by train."
        ]
    },
    {
        "alignedsentindices": [
            33,
            40
        ],
        "alignedsents": [
            "»Soy un hombre cobarde.",
            "I am a timorous man."
        ]
    },
    {
        "alignedsentindices": [
            34,
            41
        ],
        "alignedsents": [
            "Ahora lo digo, ahora que he llevado a término un plan que nadie no calificará de arriesgado.",
            "I can say it now, now that I have brought my incredibly risky plan to an end."
        ]
    },
    {
        "alignedsentindices": [
            35,
            42
        ],
        "alignedsents": [
            "Yo sé que fue terrible su ejecución.",
            "It was not easy to bring about, and I know that its execution was terrible."
        ]
    },
    {
        "alignedsentindices": [
            36,
            43
        ],
        "alignedsents": [
            "No lo hice por Alemania, no.",
            "I did not do it for Germany - no!"
        ]
    },
    {
        "alignedsentindices": [
            37,
            44
        ],
        "alignedsents": [
            "Nada me importa un país bárbaro, que me ha obligado a la abyección de ser un espía.",
            "Such a barbarous country is of no importance to me, particularly since it had degraded me by making me become a spy."
        ]
    },
    {
        "alignedsentindices": [
            38,
            45
        ],
        "alignedsents": [
            "Además, yo sé de un hombre de Inglaterra -un hombre modesto- que para mí no es menos que Goethe.",
            "Furthermore, I knew an Englishman - a modest man - who, for me, is as great as Goethe."
        ]
    },
    {
        "alignedsentindices": [
            39,
            46
        ],
        "alignedsents": [
            "Arriba de una hora no hablé con él, pero durante una hora fue Goethe...",
            "I did not speak with him for more than an hour, but during that time, he was Goethe."
        ]
    },
    {
        "alignedsentindices": [
            40,
            47
        ],
        "alignedsents": [
            "Lo hice, porque yo sentía que el jefe temía un poco a los de mi raza -a los innumerables antepasados que confluyen en mí-.",
            "I carried out my plan because I felt the Chief had some fear of those of my race, of those uncountable forebears whose culmination lies in me."
        ]
    },
    {
        "alignedsentindices": [
            41,
            48
        ],
        "alignedsents": [
            "Yo quería probarle que un amarillo podía salvar a sus ejércitos.",
            "I wished to prove to him that a yellow man could save his armies."
        ]
    },
    {
        "alignedsentindices": [
            42,
            49
        ],
        "alignedsents": [
            "Además, yo debía huir del capitán.",
            "Besides, I had to escape the Captain."
        ]
    },
    {
        "alignedsentindices": [
            43,
            50
        ],
        "alignedsents": [
            "Sus manos y su voz podían golpear en cualquier momento a mi puerta.",
            "His hands and voice could, at any moment, knock and beckon at my door."
        ]
    },
    {
        "alignedsentindices": [
            44,
            51
        ],
        "alignedsents": [
            "3 Me vestí sin ruido, me dije adiós en el espejo, bajé, escudriñé la calle tranquila y salí.",
            "Silently, I dressed, took leave of myself in the mirror, went down the stairs, sneaked a look at the quiet street, and went out."
        ]
    },
    {
        "alignedsentindices": [
            45,
            52
        ],
        "alignedsents": [
            "La estación no distaba mucho de casa, pero juzgué preferible tomar un coche.",
            "The station was not far from my house, but I thought it more prudent to take a cab."
        ]
    },
    {
        "alignedsentindices": [
            46,
            53
        ],
        "alignedsents": [
            "Argüí que así corría menos peligro de ser reconocido; el hecho es que en la calle desierta me sentía visible y vulnerable, infinitamente.",
            "I told myself that I thus ran less chance of being recognized."
        ]
    },
    {
        "alignedsentindices": [
            46,
            54
        ],
        "alignedsents": [
            "Argüí que así corría menos peligro de ser reconocido; el hecho es que en la calle desierta me sentía visible y vulnerable, infinitamente.",
            "The truth is that, in the deserted street, I felt infinitely visible and vulnerable."
        ]
    },
    {
        "alignedsentindices": [
            47,
            55
        ],
        "alignedsents": [
            "Recuerdo que le dije al cochero que se detuviera un poco antes de la entrada central.",
            "I recall that I told the driver to stop short of the main entrance."
        ]
    },
    {
        "alignedsentindices": [
            48,
            56
        ],
        "alignedsents": [
            "Bajé con lentitud voluntaria y casi penosa; iba a la aldea de Ashgrove, pero saqué un pasaje para una estación más lejana.",
            "I got out with a painful and deliberate slowness."
        ]
    },
    {
        "alignedsentindices": [
            48,
            57
        ],
        "alignedsents": [
            "Bajé con lentitud voluntaria y casi penosa; iba a la aldea de Ashgrove, pero saqué un pasaje para una estación más lejana.",
            "I was going to the village of Ashgrove, but took a ticket for a station further on."
        ]
    },
    {
        "alignedsentindices": [
            49,
            58
        ],
        "alignedsents": [
            "El tren salía dentro de muy pocos minutos, a las ocho y cincuenta.",
            "The train would leave in a few minutes, at eight-fifty."
        ]
    },
    {
        "alignedsentindices": [
            50,
            59
        ],
        "alignedsents": [
            "Me apresuré; el próximo saldría a las nueve y media.",
            "I hurried, for the next would not go until half past nine."
        ]
    },
    {
        "alignedsentindices": [
            51,
            60
        ],
        "alignedsents": [
            "No había casi nadie en el andén.",
            "There was almost no one on the platform."
        ]
    },
    {
        "alignedsentindices": [
            52,
            61
        ],
        "alignedsents": [
            "Recorrí los coches: recuerdo unos labradores, una enlutada, un joven que leía con fervor los Anales de Tácito, un soldado herido y feliz.",
            "I walked through the carriages."
        ]
    },
    {
        "alignedsentindices": [
            52,
            62
        ],
        "alignedsents": [
            "Recorrí los coches: recuerdo unos labradores, una enlutada, un joven que leía con fervor los Anales de Tácito, un soldado herido y feliz.",
            "I remember some farmers, a woman dressed in mourning, a youth deep in Tacitus' Annals and a wounded, happy soldier."
        ]
    },
    {
        "alignedsentindices": [
            53,
            63
        ],
        "alignedsents": [
            "Los coches arrancaron al fin.",
            "At last the train pulled out."
        ]
    },
    {
        "alignedsentindices": [
            54,
            64
        ],
        "alignedsents": [
            "Un hombre que reconocí corrió en vano hasta el límite del andén.",
            "A man I recognized ran furiously, but vainly, the length of the platform."
        ]
    },
    {
        "alignedsentindices": [
            55,
            65
        ],
        "alignedsents": [
            "Era el capitán Richard Madden.",
            "It was Captain Richard Madden."
        ]
    },
    {
        "alignedsentindices": [
            56,
            66
        ],
        "alignedsents": [
            "Aniquilado, trémulo, me encogí en la otra punta del sillón, lejos del temido cristal.",
            "Shattered, trembling, I huddled in the distant corner of the seat, as far as possible from the fearful window."
        ]
    },
    {
        "alignedsentindices": [
            57,
            67
        ],
        "alignedsents": [
            "»De esta aniquilación pasé a una felicidad casi abyecta.",
            "From utter terror I passed into a state of almost abject happiness."
        ]
    },
    {
        "alignedsentindices": [
            58,
            68
        ],
        "alignedsents": [
            "Me dije que ya estaba empeñado mi duelo y que yo había ganado el primer asalto, al burlar, siquiera por cuarenta minutos, siquiera por un favor del azar, el ataque de mi adversario.",
            "I told myself that the duel had already started and that I had won the first encounter by besting my adversary in his first attack - even if it was only for forty minutes - by an accident of fate."
        ]
    },
    {
        "alignedsentindices": [
            59,
            69
        ],
        "alignedsents": [
            "Argüí que esa victoria mínima prefiguraba la victoria total.",
            "I argued that so small a victory prefigured a total victory."
        ]
    },
    {
        "alignedsentindices": [
            60,
            70
        ],
        "alignedsents": [
            "Argüí que no era mínima, ya que sin esa diferencia preciosa que el horario de trenes me deparaba, yo estaría en la cárcel, o muerto.",
            "I argued that it was 3 not so trivial, that were it not for the precious accident of the train schedule, I would be in prison or dead."
        ]
    },
    {
        "alignedsentindices": [
            61,
            71
        ],
        "alignedsents": [
            "Argüí (no menos sofísticamente) que mi felicidad cobarde probaba que yo era hombre capaz de llevar a buen término la aventura.",
            "I argued, with no less sophism, that my timorous happiness was proof that I was man enough to bring this adventure to a successful conclusion."
        ]
    },
    {
        "alignedsentindices": [
            62,
            72
        ],
        "alignedsents": [
            "De esa debilidad saqué fuerzas que no me abandonaron.",
            "From my weakness I drew strength that never left me."
        ]
    },
    {
        "alignedsentindices": [
            63,
            73
        ],
        "alignedsents": [
            "Preveo que el hombre se resignará cada día a empresas más atroces; pronto no habrá sino guerreros y bandoleros; les doy este consejo: \"El ejecutor de una empresa atroz debe imaginar que ya la ha cumplido, debe imponerse un porvenir que sea irrevocable como el pasado\".",
            "I foresee that man will resign himself each day to new abominations, that soon only soldiers and bandits will be left."
        ]
    },
    {
        "alignedsentindices": [
            63,
            74
        ],
        "alignedsents": [
            "Preveo que el hombre se resignará cada día a empresas más atroces; pronto no habrá sino guerreros y bandoleros; les doy este consejo: \"El ejecutor de una empresa atroz debe imaginar que ya la ha cumplido, debe imponerse un porvenir que sea irrevocable como el pasado\".",
            "To them I offer this advice: Whosoever would undertake some atrocious enterprise should act as if it were already accomplished, should impose upon himself a future as irrevocable as the past."
        ]
    },
    {
        "alignedsentindices": [
            64,
            75
        ],
        "alignedsents": [
            "Así procedí yo, mientras mis ojos de hombre ya muerto registraban la fluencia de aquel día que era tal vez el último, y la difusión de la noche.",
            "Thus I proceeded, while with the eyes of a man already dead, I contemplated the fluctuations of the day which would probably be my last, and watched the diffuse coming of night."
        ]
    },
    {
        "alignedsentindices": [
            65,
            76
        ],
        "alignedsents": [
            "El tren corría con dulzura, entre fresnos.",
            "The train crept along gently, amid ash trees."
        ]
    },
    {
        "alignedsentindices": [
            66,
            77
        ],
        "alignedsents": [
            "Se detuvo, casi en medio del campo.",
            "It slowed down and stopped, almost in the middle of a field."
        ]
    },
    {
        "alignedsentindices": [
            67,
            78
        ],
        "alignedsents": [
            "Nadie gritó el nombre de la estación.",
            "No one called the name of a station."
        ]
    },
    {
        "alignedsentindices": [
            68,
            79
        ],
        "alignedsents": [
            "\"¿Ashgrove?\", les pregunté a unos chicos en el andén.",
            "\"Ashgrove?\""
        ]
    },
    {
        "alignedsentindices": [
            68,
            80
        ],
        "alignedsents": [
            "\"¿Ashgrove?\", les pregunté a unos chicos en el andén.",
            "I asked some children on the platform."
        ]
    },
    {
        "alignedsentindices": [
            69,
            81
        ],
        "alignedsents": [
            "\"Ashgrove\", contestaron.",
            "\"Ashgrove,\" they replied."
        ]
    },
    {
        "alignedsentindices": [
            71,
            82
        ],
        "alignedsents": [
            "»Una lámpara ilustraba el andén, pero las caras de los niños quedaban en la zona de sombra.",
            "I got out."
        ]
    },
    {
        "alignedsentindices": [
            71,
            83
        ],
        "alignedsents": [
            "»Una lámpara ilustraba el andén, pero las caras de los niños quedaban en la zona de sombra.",
            "A lamp lit the platform, but the children's faces remained in a shadow."
        ]
    },
    {
        "alignedsentindices": [
            72,
            84
        ],
        "alignedsents": [
            "Uno me interrogó: \"¿Usted va a. casa del doctor Stephen Albert?\" Sin aguardar contestación, otro dijo: \"La casa queda lejos de aquí, pero usted no se perderá si toma ese camino a la izquierda y en cada encrucijada del camino dobla a la izquierda”.",
            "One of them asked me: \"Are you going to Dr. Stephen Albert's house?\""
        ]
    },
    {
        "alignedsentindices": [
            72,
            85
        ],
        "alignedsents": [
            "Uno me interrogó: \"¿Usted va a. casa del doctor Stephen Albert?\" Sin aguardar contestación, otro dijo: \"La casa queda lejos de aquí, pero usted no se perderá si toma ese camino a la izquierda y en cada encrucijada del camino dobla a la izquierda”.",
            "Without waiting for my answer, another said: \"The house is a good distance away but you won't get lost if you take the road to the left and bear to the left at every crossroad.\""
        ]
    },
    {
        "alignedsentindices": [
            73,
            86
        ],
        "alignedsents": [
            "Les arrojé una moneda (la última), bajé unos escalones de piedra y entré en el solitario camino.",
            "I threw them a coin (my last), went down some stone steps and started along a deserted road."
        ]
    },
    {
        "alignedsentindices": [
            74,
            87
        ],
        "alignedsents": [
            "Éste, lentamente, bajaba.",
            "At a slight incline, the road ran downhill."
        ]
    },
    {
        "alignedsentindices": [
            75,
            88
        ],
        "alignedsents": [
            "Era de tierra elemental, arriba se confundían las ramas, la luna baja y circular parecía acompañarme.",
            "It was a plain dirt way, and overhead the branches of trees intermingled, while a round moon hung low in the sky as if to keep me company."
        ]
    },
    {
        "alignedsentindices": [
            76,
            89
        ],
        "alignedsents": [
            "»Por un instante, Pensé que Richard Madden había penetrado de algún modo mi desesperado propósito.",
            "For a moment I thought that Richard Madden might in some way have divined my desperate intent."
        ]
    },
    {
        "alignedsentindices": [
            77,
            90
        ],
        "alignedsents": [
            "Muy pronto comprendí que eso era imposible.",
            "At once I realized that this would be impossible."
        ]
    },
    {
        "alignedsentindices": [
            78,
            91
        ],
        "alignedsents": [
            "El consejo de 4 siempre doblar a la izquierda me recordó que tal era el procedimiento común para descubrir el patio central de ciertos laberintos.",
            "The advice about turning always to the left reminded me that such was the common formula for finding the central courtyard of certain labyrinths."
        ]
    },
    {
        "alignedsentindices": [
            79,
            93
        ],
        "alignedsents": [
            "Algo entiendo de laberintos; no en vano soy bisnieto de aquel Ts'ui Pên, que fue gobernador de Yunnan y que renunció al poder temporal para escribir una novela que fuera todavía más populosa que el Hung Lu Meng y para edificar un laberinto en el que se perdieran todos los hombres.",
            "Not for nothing am I the greatgrandson of Ts'ui Pen."
        ]
    },
    {
        "alignedsentindices": [
            79,
            94
        ],
        "alignedsents": [
            "Algo entiendo de laberintos; no en vano soy bisnieto de aquel Ts'ui Pên, que fue gobernador de Yunnan y que renunció al poder temporal para escribir una novela que fuera todavía más populosa que el Hung Lu Meng y para edificar un laberinto en el que se perdieran todos los hombres.",
            "He was Governor of Yunnan and gave up temporal power to write a novel with more characters than there are in the Hung Lou Meng, and to create a maze in which all men would lose themselves."
        ]
    },
    {
        "alignedsentindices": [
            80,
            95
        ],
        "alignedsents": [
            "Trece años dedicó a esas heterogéneas fatigas, pero la mano de un forastero lo asesinó y su novela era insensata y nadie encontró el laberinto.",
            "He spent thirteen years on these oddly assorted tasks before he was assassinated by a stranger."
        ]
    },
    {
        "alignedsentindices": [
            80,
            96
        ],
        "alignedsents": [
            "Trece años dedicó a esas heterogéneas fatigas, pero la mano de un forastero lo asesinó y su novela era insensata y nadie encontró el laberinto.",
            "His novel had no sense to it and nobody ever found his labyrinth."
        ]
    },
    {
        "alignedsentindices": [
            81,
            97
        ],
        "alignedsents": [
            "Bajo los árboles ingleses medité en ese laberinto perdido: lo imaginé inviolado y perfecto en la cumbre secreta de una montaña, lo imaginé borrado por arrozales o debajo del agua, lo imaginé infinito, no ya de quioscos ochavados y de sendas que vuelven, sino de ríos y provincias y reinos... Pensé en un laberinto de laberintos, en un sinuoso laberinto creciente que abarcara el pasado y el porvenir y que implicara de algún modo los astros.",
            "Under the trees of England I meditated on this lost and perhaps mythical labyrinth."
        ]
    },
    {
        "alignedsentindices": [
            81,
            98
        ],
        "alignedsents": [
            "Bajo los árboles ingleses medité en ese laberinto perdido: lo imaginé inviolado y perfecto en la cumbre secreta de una montaña, lo imaginé borrado por arrozales o debajo del agua, lo imaginé infinito, no ya de quioscos ochavados y de sendas que vuelven, sino de ríos y provincias y reinos... Pensé en un laberinto de laberintos, en un sinuoso laberinto creciente que abarcara el pasado y el porvenir y que implicara de algún modo los astros.",
            "I imagined it untouched and perfect on the secret summit of some mountain; I imagined it drowned under rice paddies or beneath the sea; I imagined it infinite, made not only of eight-sided pavilions and of twisting paths but also of rivers, provinces and kingdoms . . ."
        ]
    },
    {
        "alignedsentindices": [
            81,
            99
        ],
        "alignedsents": [
            "Bajo los árboles ingleses medité en ese laberinto perdido: lo imaginé inviolado y perfecto en la cumbre secreta de una montaña, lo imaginé borrado por arrozales o debajo del agua, lo imaginé infinito, no ya de quioscos ochavados y de sendas que vuelven, sino de ríos y provincias y reinos... Pensé en un laberinto de laberintos, en un sinuoso laberinto creciente que abarcara el pasado y el porvenir y que implicara de algún modo los astros.",
            "I thought of a maze of mazes, of a sinuous, ever growing maze which would take in both past and future and would somehow involve the stars."
        ]
    },
    {
        "alignedsentindices": [
            82,
            100
        ],
        "alignedsents": [
            "Absorto en esas ilusorias imágenes, olvidé mi destino de perseguido.",
            "Lost in these imaginary illusions I forgot my destiny - that of the hunted."
        ]
    },
    {
        "alignedsentindices": [
            83,
            101
        ],
        "alignedsents": [
            "Me sentí, por un tiempo indeterminado, percibidor abstracto del mundo.",
            "For an undetermined period of time I felt myself cut off from the world, an abstract spectator."
        ]
    },
    {
        "alignedsentindices": [
            84,
            102
        ],
        "alignedsents": [
            "El vago y vivo campo, la luna, los restos de la tarde, obraron en mí; asimismo el declive que eliminaba cualquier posibilidad de cansancio.",
            "The hazy and murmuring countryside, the moon, the decline of the evening, stirred within me."
        ]
    },
    {
        "alignedsentindices": [
            84,
            103
        ],
        "alignedsents": [
            "El vago y vivo campo, la luna, los restos de la tarde, obraron en mí; asimismo el declive que eliminaba cualquier posibilidad de cansancio.",
            "Going down the gently sloping road I could not feel fatigue."
        ]
    },
    {
        "alignedsentindices": [
            85,
            104
        ],
        "alignedsents": [
            "La tarde era íntima, infinita.",
            "The evening was at once intimate and infinite."
        ]
    },
    {
        "alignedsentindices": [
            86,
            106
        ],
        "alignedsents": [
            "El camino bajaba y se bifurcaba, entre las ya confusas praderas.",
            "The road kept descending and branching off, through meadows misty in the twilight."
        ]
    },
    {
        "alignedsentindices": [
            87,
            107
        ],
        "alignedsents": [
            "Una música aguda y como silábica se aproximaba y se alejaba en el vaivén del viento, empañada de hojas y de distancia.",
            "A high-pitched and almost syllabic music kept coming and going, moving with the breeze, blurred by the leaves and by distance."
        ]
    },
    {
        "alignedsentindices": [
            88,
            108
        ],
        "alignedsents": [
            "Pensé que un hombre puede ser enemigo de otros hombres, de otros momentos de otros hombres, pero no de un país; no de luciérnagas, palabras, jardines, cursos de agua, ponientes.",
            "I thought that a man might be an enemy of other men, of the differing moments of other men, but never an enemy of a country: not of fireflies, words, gardens, streams, or the West wind."
        ]
    },
    {
        "alignedsentindices": [
            89,
            109
        ],
        "alignedsents": [
            "Llegué, así, a un alto portón herrumbrado.",
            "Meditating thus I arrived at a high, rusty iron gate."
        ]
    },
    {
        "alignedsentindices": [
            90,
            110
        ],
        "alignedsents": [
            "Entre las rejas descifré una alameda y una especie de pabellón.",
            "Through the railings I could see an avenue bordered with poplar trees and also a kind of summer house or pavilion."
        ]
    },
    {
        "alignedsentindices": [
            91,
            111
        ],
        "alignedsents": [
            "Comprendí, de pronto, dos cosas, la primera trivial, la segunda casi increíble: la música venía del pabellón, la música era china.",
            "Two things dawned on me at once, the first trivial and the second almost incredible: the music came from the pavilion and that music was Chinese."
        ]
    },
    {
        "alignedsentindices": [
            92,
            112
        ],
        "alignedsents": [
            "Por eso, yo la había aceptado con plenitud, sin prestarle atención.",
            "That was why I had accepted it fully, without paying it any attention."
        ]
    },
    {
        "alignedsentindices": [
            93,
            113
        ],
        "alignedsents": [
            "No recuerdo si había una campana o un timbre o si llamé golpeando las manos.",
            "I do not remember whether there was a bell, a push-button, or whether I attracted attention by clapping my hands."
        ]
    },
    {
        "alignedsentindices": [
            94,
            114
        ],
        "alignedsents": [
            "El chisporroteo de la música prosiguió.",
            "The stuttering sparks of the music kept on."
        ]
    },
    {
        "alignedsentindices": [
            95,
            115
        ],
        "alignedsents": [
            "»Pero del fondo de la íntima casa un farol se acercaba: un farol que rayaban y a ratos anulaban los troncos, un farol de papel, que tenía la forma de los tambores y el color de la luna.",
            "But from the end of the avenue, from the main house, a lantern approached; a lantern which alternately, from moment to moment, was crisscrossed or put out by the trunks of the trees; a paper lantern shaped like a drum and colored like the moon."
        ]
    },
    {
        "alignedsentindices": [
            96,
            116
        ],
        "alignedsents": [
            "Lo traía un hombre alto.",
            "A tall man carried it."
        ]
    },
    {
        "alignedsentindices": [
            97,
            117
        ],
        "alignedsents": [
            "No vi su rostro, porque me cegaba la luz.",
            "I could not see his face for the light blinded me."
        ]
    },
    {
        "alignedsentindices": [
            98,
            118
        ],
        "alignedsents": [
            "Abrió el portón y dijo lentamente en mi idioma: »-Veo que el piadoso Hsi Pêng se empeña en corregir mi soledad.",
            "He opened the gate and spoke slowly in my language."
        ]
    },
    {
        "alignedsentindices": [
            98,
            119
        ],
        "alignedsents": [
            "Abrió el portón y dijo lentamente en mi idioma: »-Veo que el piadoso Hsi Pêng se empeña en corregir mi soledad.",
            "\"I see that the worthy Hsi P'eng has troubled himself to see to relieving my solitude."
        ]
    },
    {
        "alignedsentindices": [
            99,
            120
        ],
        "alignedsents": [
            "¿Usted sin duda querrá ver el jardín?",
            "No doubt you want to see the garden?\""
        ]
    },
    {
        "alignedsentindices": [
            100,
            121
        ],
        "alignedsents": [
            "Reconocí el nombre de uno de nuestros cónsules y repetí desconcertado: »-¿El jardín?",
            "Recognizing the name of one of our consuls, I replied, somewhat taken aback."
        ]
    },
    {
        "alignedsentindices": [
            101,
            123
        ],
        "alignedsents": [
            "»-El jardín de senderos que se bifurcan.",
            "\"The garden of forking paths.\""
        ]
    },
    {
        "alignedsentindices": [
            102,
            124
        ],
        "alignedsents": [
            "»Algo se agitó en mi recuerdo y pronuncié con incomprensible seguridad: 5 »-El jardín de mi antepasado Ts'ui Pên.",
            "Something stirred in my memory and I said, with incomprehensible assurance: \"The garden of my ancestor, Ts'ui Pen.\""
        ]
    },
    {
        "alignedsentindices": [
            103,
            125
        ],
        "alignedsents": [
            "»-¿Su antepasado?",
            "\"Your ancestor?"
        ]
    },
    {
        "alignedsentindices": [
            104,
            126
        ],
        "alignedsents": [
            "¿Su ilustre antepasado?",
            "Your illustrious ancestor?"
        ]
    },
    {
        "alignedsentindices": [
            105,
            127
        ],
        "alignedsents": [
            "Adelante.",
            "Come in.\""
        ]
    },
    {
        "alignedsentindices": [
            106,
            128
        ],
        "alignedsents": [
            "»El húmedo sendero zigzagueaba como los de mi infancia.",
            "The damp path zigzagged like those of my childhood."
        ]
    },
    {
        "alignedsentindices": [
            107,
            129
        ],
        "alignedsents": [
            "Llegamos a una biblioteca de libros orientales y occidentales.",
            "When we reached the house, we went into a library filled with books from both East and West."
        ]
    },
    {
        "alignedsentindices": [
            108,
            130
        ],
        "alignedsents": [
            "Reconocí, encuadernados en seda amarilla, algunos tomos manuscritos de la Enciclopedia Perdida que dirigió el Tercer Emperador de la Dinastía Luminosa y que no se dio nunca a la imprenta.",
            "I recognized some large volumes bound in yellow silk-manuscripts of the Lost Encyclopedia which was edited by the Third Emperor of the Luminous Dynasty."
        ]
    },
    {
        "alignedsentindices": [
            108,
            131
        ],
        "alignedsents": [
            "Reconocí, encuadernados en seda amarilla, algunos tomos manuscritos de la Enciclopedia Perdida que dirigió el Tercer Emperador de la Dinastía Luminosa y que no se dio nunca a la imprenta.",
            "They had never been printed."
        ]
    },
    {
        "alignedsentindices": [
            109,
            132
        ],
        "alignedsents": [
            "El disco del gramófono giraba junto a un fénix de bronce.",
            "A phonograph record was spinning near a bronze phoenix."
        ]
    },
    {
        "alignedsentindices": [
            110,
            133
        ],
        "alignedsents": [
            "Recuerdo también un jarrón de la familia rosa y otro, anterior de muchos siglos, de ese color azul que nuestros artífices copiaron de los alfareros de Persia...",
            "I remember also a rose-glazed jar and yet another, older by many centuries, of that blue color which our potters copied from the Persians . . ."
        ]
    },
    {
        "alignedsentindices": [
            111,
            135
        ],
        "alignedsents": [
            "» Stephen Albert me observaba, sonriente.",
            "He was, as I have said, remarkably tall."
        ]
    },
    {
        "alignedsentindices": [
            111,
            136
        ],
        "alignedsents": [
            "» Stephen Albert me observaba, sonriente.",
            "His face was deeply lined and he had gray eyes and a gray beard."
        ]
    },
    {
        "alignedsentindices": [
            113,
            138
        ],
        "alignedsents": [
            "Algo de sacerdote había en él y también de marino; después me refirió que había sido misionero en Tientsin \"antes de aspirar a sinólogo\".",
            "Later, he 5 told me he had been a missionary in Tientsin before he \"had aspired to become a Sinologist.\""
        ]
    },
    {
        "alignedsentindices": [
            114,
            139
        ],
        "alignedsents": [
            "»Nos sentamos; yo en un largo y bajo diván; él de espaldas a la ventana y a un alto reloj circular.",
            "We sat down, I upon a large, low divan, he with his back to the window and to a large circular clock."
        ]
    },
    {
        "alignedsentindices": [
            115,
            140
        ],
        "alignedsents": [
            "Computé que antes de una hora no llegaría mi perseguidor, Richard Madden.",
            "I calculated that my pursuer, Richard Madden, could not arrive in less than an hour."
        ]
    },
    {
        "alignedsentindices": [
            116,
            141
        ],
        "alignedsents": [
            "Mi determinación irrevocable podía esperar.",
            "My irrevocable decision could wait."
        ]
    },
    {
        "alignedsentindices": [
            117,
            142
        ],
        "alignedsents": [
            "»-Asombroso destino el de Ts'ui Pên -dijo Stephen Albert-.",
            "\"A strange destiny,\" said Stephen Albert, \"that of Ts'ui Pen - Governor of his native province, learned in astronomy, in astrology and tireless in the interpretation of the canonical books, a chess player, a famous poet and a calligrapher."
        ]
    },
    {
        "alignedsentindices": [
            119,
            144
        ],
        "alignedsents": [
            "Renunció a los placeres de la opresión, de la justicia, del numeroso lecho, de los banquetes y aun de la erudición, y se enclaustró durante trece años en el Pabellón de la Límpida Soledad.",
            "He gave up all the pleasures of oppression, justice, of a well-stocked bed, of banquets, and even of erudition, and shut himself up in the Pavilion of the Limpid Sun for thirteen years."
        ]
    },
    {
        "alignedsentindices": [
            120,
            145
        ],
        "alignedsents": [
            "A su muerte, los herederos no encontraron sino manuscritos caóticos.",
            "At his death, his heirs found only a mess of manuscripts."
        ]
    },
    {
        "alignedsentindices": [
            121,
            146
        ],
        "alignedsents": [
            "La familia, como usted acaso no ignora, quiso adjudicarlos al fuego; pero su albacea (un monje taoísta o budista) insistió en la publicación.",
            "The family, as you doubtless know, wished to consign them to the fire, but the executor of the estate - a Taoist or a Buddhist monk - insisted on their publication.\""
        ]
    },
    {
        "alignedsentindices": [
            122,
            147
        ],
        "alignedsents": [
            "»-Los de la sangre de Ts'ui Pên -repliqué- seguimos execrando a ese monje.",
            "\"Those of the blood of Ts'ui Pen,\" I replied, \"still curse the memory of that monk."
        ]
    },
    {
        "alignedsentindices": [
            123,
            148
        ],
        "alignedsents": [
            "Esa publicación fue insensata.",
            "Such a publication was madness."
        ]
    },
    {
        "alignedsentindices": [
            124,
            149
        ],
        "alignedsents": [
            "El libro es un acervo indeciso de borradores contradictorios.",
            "The book is a shapeless mass of contradictory rough drafts."
        ]
    },
    {
        "alignedsentindices": [
            125,
            150
        ],
        "alignedsents": [
            "Lo he examinado alguna vez: en el tercer capítulo muere el héroe, en el cuarto está vivo.",
            "I examined it once upon a time: the hero dies in the third chapter, while in the fourth he is alive."
        ]
    },
    {
        "alignedsentindices": [
            126,
            152
        ],
        "alignedsents": [
            "En cuanto a la otra empresa de Ts'ui Pên, a su Laberinto... »-Aquí está el Laberinto -dijo indicándome un alto escritorio laqueado.",
            "his Labyrinth . . .\""
        ]
    },
    {
        "alignedsentindices": [
            126,
            153
        ],
        "alignedsents": [
            "En cuanto a la otra empresa de Ts'ui Pên, a su Laberinto... »-Aquí está el Laberinto -dijo indicándome un alto escritorio laqueado.",
            "\"Here is the Labyrinth,\" Albert said, pointing to a tall, laquered writing cabinet."
        ]
    },
    {
        "alignedsentindices": [
            126,
            154
        ],
        "alignedsents": [
            "En cuanto a la otra empresa de Ts'ui Pên, a su Laberinto... »-Aquí está el Laberinto -dijo indicándome un alto escritorio laqueado.",
            "\"An ivory labyrinth?\""
        ]
    },
    {
        "alignedsentindices": [
            127,
            155
        ],
        "alignedsents": [
            "»-¡Un laberinto de marfil! -exclamé-.",
            "I exclaimed."
        ]
    },
    {
        "alignedsentindices": [
            128,
            156
        ],
        "alignedsents": [
            "Un laberinto mínimo... »-Un laberinto de símbolos -corrigió-.",
            "\"A tiny labyrinth indeed . . . !\""
        ]
    },
    {
        "alignedsentindices": [
            129,
            158
        ],
        "alignedsents": [
            "Un invisible laberinto de tiempo.",
            "\"An invisible labyrinth of time."
        ]
    },
    {
        "alignedsentindices": [
            130,
            159
        ],
        "alignedsents": [
            "A mí, bárbaro inglés, me ha sido deparado revelar ese misterio diáfano.",
            "I, a barbarous Englishman, have been given the key to this transparent mystery."
        ]
    },
    {
        "alignedsentindices": [
            131,
            160
        ],
        "alignedsents": [
            "Al cabo de más de cien años, los pormenores son irrecuperables, pero no es difícil conjeturar lo que sucedió.",
            "After more than a hundred years most of the details are irrecoverable, lost beyond all recall, but it isn't hard to image what must have happened."
        ]
    },
    {
        "alignedsentindices": [
            132,
            161
        ],
        "alignedsents": [
            "Ts'ui Pên diría una vez: \"Me retiro a escribir un libro\".",
            "At one time, Ts'ui Pen must have said; 'I am going into seclusion to write a book,' and at another, 'I am retiring to construct a maze.'"
        ]
    },
    {
        "alignedsentindices": [
            134,
            163
        ],
        "alignedsents": [
            "Todos imaginaron dos obras; nadie Pênsó que libro y laberinto eran un solo objeto.",
            "No one realized that the book and the labyrinth were one and the same."
        ]
    },
    {
        "alignedsentindices": [
            135,
            164
        ],
        "alignedsents": [
            "El Pabellón de la Límpida Soledad se erguía en el 6 centro de un jardín tal vez intrincado; el hecho puede haber sugerido a los hombres un laberinto físico.",
            "The Pavilion of the Limpid Sun was set in the middle of an intricate garden."
        ]
    },
    {
        "alignedsentindices": [
            135,
            165
        ],
        "alignedsents": [
            "El Pabellón de la Límpida Soledad se erguía en el 6 centro de un jardín tal vez intrincado; el hecho puede haber sugerido a los hombres un laberinto físico.",
            "This may have suggested the idea of a physical maze."
        ]
    },
    {
        "alignedsentindices": [
            136,
            166
        ],
        "alignedsents": [
            "Ts’ui Pên murió; nadie, en las dilatadas tierras que fueron suyas, dio con el laberinto; la confusión de la novela me sugirió que ése era el laberinto.",
            "\"Ts'ui Pen died."
        ]
    },
    {
        "alignedsentindices": [
            136,
            167
        ],
        "alignedsents": [
            "Ts’ui Pên murió; nadie, en las dilatadas tierras que fueron suyas, dio con el laberinto; la confusión de la novela me sugirió que ése era el laberinto.",
            "In all the vast lands which once belonged to your family, no one could find the labyrinth."
        ]
    },
    {
        "alignedsentindices": [
            136,
            168
        ],
        "alignedsents": [
            "Ts’ui Pên murió; nadie, en las dilatadas tierras que fueron suyas, dio con el laberinto; la confusión de la novela me sugirió que ése era el laberinto.",
            "The novel's confusion suggested that it was the labyrinth."
        ]
    },
    {
        "alignedsentindices": [
            137,
            169
        ],
        "alignedsents": [
            "Dos circunstancias me dieron la recta solución del problema.",
            "Two circumstances showed me the direct solution to the problem."
        ]
    },
    {
        "alignedsentindices": [
            138,
            170
        ],
        "alignedsents": [
            "Una: la curiosa leyenda de que Ts’ui Pên se había propuesto un laberinto que fuera estrictamente infinito.",
            "First, the curious legend that Ts'ui Pen had proposed to create an infinite maze, second, a fragment of a letter which I discovered.\""
        ]
    },
    {
        "alignedsentindices": [
            141,
            171
        ],
        "alignedsents": [
            "Me dio, por unos instantes, la espalda; abrió un cajón del áureo y renegrido escritorio.",
            "Albert rose."
        ]
    },
    {
        "alignedsentindices": [
            141,
            172
        ],
        "alignedsents": [
            "Me dio, por unos instantes, la espalda; abrió un cajón del áureo y renegrido escritorio.",
            "For a few moments he turned his back to me."
        ]
    },
    {
        "alignedsentindices": [
            142,
            174
        ],
        "alignedsents": [
            "Volvió con un papel antes carmesí; ahora rosado y tenue y cuadriculado.",
            "He returned holding in his hand a piece of paper which had once been crimson but which had faded with the passage of time: it was rose colored, tenuous, quadrangular."
        ]
    },
    {
        "alignedsentindices": [
            143,
            175
        ],
        "alignedsents": [
            "Era justo el renombre caligráfico de Ts'ui Pên.",
            "Ts'ui Pen's calligraphy was justly famous."
        ]
    },
    {
        "alignedsentindices": [
            144,
            176
        ],
        "alignedsents": [
            "Leí con incomprensión y fervor estas palabras que con minucioso pincel redactó un hombre de mi sangre: \"Dejo a los varios porvenires (no a todos) mi jardín de senderos que se bifurcan\".",
            "Eagerly, but without understanding, I read the words which a man of my own blood had written with a small brush: \"I leave to various future times, but not to all, my garden of forking paths.\""
        ]
    },
    {
        "alignedsentindices": [
            145,
            177
        ],
        "alignedsents": [
            "Devolví en silencio la hoja.",
            "6 I handed back the sheet of paper in silence."
        ]
    },
    {
        "alignedsentindices": [
            146,
            178
        ],
        "alignedsents": [
            "Albert prosiguió: »-Antes de exhumar esta carta, yo me había preguntado de qué manera un libro puede ser infinito.",
            "Albert went on: \"Before I discovered this letter, I kept asking myself how a book could be infinite."
        ]
    },
    {
        "alignedsentindices": [
            147,
            179
        ],
        "alignedsents": [
            "No conjeturé otro procedimiento que el de un volumen cíclico, circular.",
            "I could not imagine any other than a cyclic volume, circular."
        ]
    },
    {
        "alignedsentindices": [
            148,
            180
        ],
        "alignedsents": [
            "Un volumen cuya última página fuera idéntica a la primera, con posibilidad de continuar indefinidamente.",
            "A volume whose last page would be the same as the first and so have the possibility of continuing indefinitely."
        ]
    },
    {
        "alignedsentindices": [
            149,
            181
        ],
        "alignedsents": [
            "Recordé también esa noche que está en el centro de Las mil y una noches, cuando la reina Shahrazad (por una mágica distracción del copista) se pone a referir textualmente la historia de Las mil y una noches, con riesgo de llegar otra vez a la noche en que la refiere, y así hasta lo infinito.",
            "I recalled, too, the night in the middle of The Thousand and One Nights when Queen Scheherezade, through a magical mistake on the part of her copyist, started to tell the story of The Thousand and One Nights, with the risk of again arriving at the night upon which she will relate it, and thus on to infinity."
        ]
    },
    {
        "alignedsentindices": [
            150,
            182
        ],
        "alignedsents": [
            "Imaginé también una obra platónica, hereditaria, transmitida de padre a hijo, en la que cada nuevo individuo agregara un capítulo o corrigiera con piadoso cuidado la página de los mayores.",
            "I also imagined a Platonic hereditary work, passed on from father to son, to which each individual would add a new chapter or correct, with pious care, the work of his elders."
        ]
    },
    {
        "alignedsentindices": [
            151,
            183
        ],
        "alignedsents": [
            "Esas conjeturas me distrajeron; pero ninguna parecía corresponder, siquiera de un modo remoto, a los contradictorios capítulos de Ts'ui Pên.",
            "\"These conjectures gave me amusement, but none seemed to have the remotest application to the contradictory chapters of Ts'ui Pen."
        ]
    },
    {
        "alignedsentindices": [
            152,
            184
        ],
        "alignedsents": [
            "En esa perplejidad, me remitieron de Oxford el manuscrito que usted ha examinado.",
            "At this point, I was sent from Oxford the manuscript you have just seen."
        ]
    },
    {
        "alignedsentindices": [
            153,
            185
        ],
        "alignedsents": [
            "Me detuve, como es natural, en la frase: \"Dejo a los varios porvenires (no a todos) mi jardín de senderos que se bifurcan\".",
            "\"Naturally, my attention was caught by the sentence, 'I leave to various future times, but not to all, my garden of forking paths: I had no sooner read this, than I understood."
        ]
    },
    {
        "alignedsentindices": [
            154,
            186
        ],
        "alignedsents": [
            "Casi en el acto comprendí; El jardín de senderos que se bifurcan era la novela caótica; la frase \"varios porvenires (no a todos)\" me sugirió la imagen de la bifurcación en el tiempo, no en el espacio.",
            "The Garden of Forking Paths was the chaotic novel itself."
        ]
    },
    {
        "alignedsentindices": [
            154,
            187
        ],
        "alignedsents": [
            "Casi en el acto comprendí; El jardín de senderos que se bifurcan era la novela caótica; la frase \"varios porvenires (no a todos)\" me sugirió la imagen de la bifurcación en el tiempo, no en el espacio.",
            "The phrase 'to various future times, but not to all' suggested the image of bifurcating in time, not in space."
        ]
    },
    {
        "alignedsentindices": [
            155,
            188
        ],
        "alignedsents": [
            "La relectura general de la obra confirmó esa teoría.",
            "Rereading the whole work confirmed this theory."
        ]
    },
    {
        "alignedsentindices": [
            156,
            189
        ],
        "alignedsents": [
            "En todas las ficciones, cada vez que un hombre se enfrenta con diversas alternativas, opta por una y elimina las otras; en la del casi inextricable Ts'ui Pên, opta - simultáneamente- por todas.",
            "In all fiction, when a man is faced with alternatives he chooses one at the expense of the others."
        ]
    },
    {
        "alignedsentindices": [
            156,
            190
        ],
        "alignedsents": [
            "En todas las ficciones, cada vez que un hombre se enfrenta con diversas alternativas, opta por una y elimina las otras; en la del casi inextricable Ts'ui Pên, opta - simultáneamente- por todas.",
            "In the almost unfathomable Ts'ui Pen, he chooses - simultaneously - all of them."
        ]
    },
    {
        "alignedsentindices": [
            157,
            191
        ],
        "alignedsents": [
            "Crea, así, diversos porvenires, diversos tiempos, que también proliferan y se bifurcan.",
            "He thus creates various futures, various times which start others that will in their turn branch out and bifurcate in other times."
        ]
    },
    {
        "alignedsentindices": [
            158,
            192
        ],
        "alignedsents": [
            "De ahí las contradicciones de la novela.",
            "This is the cause of the contradictions in the novel."
        ]
    },
    {
        "alignedsentindices": [
            159,
            193
        ],
        "alignedsents": [
            "Fang, digamos, tiene un secreto; un desconocido llama a su puerta; Fang resuelve matarlo.",
            "\"Fang, let us say, has a secret."
        ]
    },
    {
        "alignedsentindices": [
            159,
            194
        ],
        "alignedsents": [
            "Fang, digamos, tiene un secreto; un desconocido llama a su puerta; Fang resuelve matarlo.",
            "A stranger knocks at his door."
        ]
    },
    {
        "alignedsentindices": [
            160,
            196
        ],
        "alignedsents": [
            "Naturalmente, hay varios desenlaces posibles: Fang puede matar al intruso, el intruso puede matar a Fang, ambos pueden salvarse, ambos pueden morir, etcétera.",
            "Naturally there are various possible outcomes."
        ]
    },
    {
        "alignedsentindices": [
            160,
            197
        ],
        "alignedsents": [
            "Naturalmente, hay varios desenlaces posibles: Fang puede matar al intruso, el intruso puede matar a Fang, ambos pueden salvarse, ambos pueden morir, etcétera.",
            "Fang can kill the intruder, the intruder can kill Fang, both can be saved, both can die and so on and so on."
        ]
    },
    {
        "alignedsentindices": [
            161,
            198
        ],
        "alignedsents": [
            "En la obra de Ts'ui Pên, todos los desenlaces ocurren; cada uno es el punto de partida de otras bifurcaciones.",
            "In Ts'ui Pen's work, all the possible solutions occur, each one being the point of departure for other bifurcations."
        ]
    },
    {
        "alignedsentindices": [
            162,
            199
        ],
        "alignedsents": [
            "Alguna vez, los senderos de ese laberinto convergen: por ejemplo, usted llega a esta casa, pero en uno de los pasados posibles 7 usted es mi enemigo, en otro mi amigo.",
            "Sometimes the pathways of this labyrinth converge."
        ]
    },
    {
        "alignedsentindices": [
            162,
            200
        ],
        "alignedsents": [
            "Alguna vez, los senderos de ese laberinto convergen: por ejemplo, usted llega a esta casa, pero en uno de los pasados posibles 7 usted es mi enemigo, en otro mi amigo.",
            "For example, you come to this house; but in other possible pasts you are my enemy; in others my friend."
        ]
    },
    {
        "alignedsentindices": [
            163,
            201
        ],
        "alignedsents": [
            "Si se resigna usted a mi pronunciación incurable, leeremos unas páginas.",
            "\"If you will put up with my atrocious pronunciation, I would like to read you a few pages of your ancestor's work.\""
        ]
    },
    {
        "alignedsentindices": [
            164,
            202
        ],
        "alignedsents": [
            "»Su rostro, en el vívido círculo de la lámpara, era sin duda el de un anciano, pero con algo inquebrantable y aun inmortal.",
            "His countenance, in the bright circle of lamplight, was certainly that of an ancient, but it shone with something unyielding, even immortal."
        ]
    },
    {
        "alignedsentindices": [
            165,
            203
        ],
        "alignedsents": [
            "Leyó con lenta precisión dos redacciones de un mismo capítulo épico.",
            "With slow precision, he read two versions of the same epic chapter."
        ]
    },
    {
        "alignedsentindices": [
            167,
            208
        ],
        "alignedsents": [
            "Yo oía con decente veneración esas viejas ficciones, acaso menos admirables que el hecho de que las hubiera ideado mi sangre y de que un hombre de un imperio remoto me las restituyera, en el curso de una desesperada aventura, en una isla occidental.",
            "With proper veneration I listened to these old tales, although perhaps with less admiration for them in themselves than for the fact that they had been thought out by one of my own blood, and that a man of a distant empire had given them back to 7 me, in the last stage of a desperate adventure, on a Western island."
        ]
    },
    {
        "alignedsentindices": [
            168,
            209
        ],
        "alignedsents": [
            "Recuerdo las palabras finales, repetidas en cada redacción como un mandamiento secreto: \"Así combatieron los héroes, tranquilo el admirable corazón, violenta la espada, resignados a matar y a morir\".",
            "I remember the final words, repeated at the end of each version like a secret command: \"Thus the heroes fought, with tranquil heart and bloody sword."
        ]
    },
    {
        "alignedsentindices": [
            168,
            210
        ],
        "alignedsents": [
            "Recuerdo las palabras finales, repetidas en cada redacción como un mandamiento secreto: \"Así combatieron los héroes, tranquilo el admirable corazón, violenta la espada, resignados a matar y a morir\".",
            "They were resigned to killing and to dying.\""
        ]
    },
    {
        "alignedsentindices": [
            169,
            211
        ],
        "alignedsents": [
            "»Desde ese instante, sentí a mi alrededor y en mi oscuro cuerpo una invisible, intangible pululación.",
            "At that moment I felt within me and around me something invisible and intangible pullulating."
        ]
    },
    {
        "alignedsentindices": [
            170,
            212
        ],
        "alignedsents": [
            "No la pululación de los divergentes, paralelos y finalmente coalescentes ejércitos, sino una agitación más inaccesible, más intima y que ellos de algún modo prefiguraban.",
            "It was not the pullulation of two divergent, parallel, and finally converging armies, but an agitation more inaccessible, more intimate, prefigured by them in some way."
        ]
    },
    {
        "alignedsentindices": [
            171,
            213
        ],
        "alignedsents": [
            "Stephen Albert prosiguió: »-No creo que su ilustre antepasado jugara ociosamente a las variaciones.",
            "Stephen Albert continued: \"I do not think that your illustrious ancestor toyed idly with variations."
        ]
    },
    {
        "alignedsentindices": [
            172,
            214
        ],
        "alignedsents": [
            "No juzgo verosímil que sacrificara trece años a la infinita ejecución de un experimento retórico.",
            "I do not find it believable that he would waste thirteen years laboring over a never ending experiment in rhetoric."
        ]
    },
    {
        "alignedsentindices": [
            173,
            215
        ],
        "alignedsents": [
            "En su país, la novela es un género subalterno; en aquel tiempo era un género despreciable.",
            "In your country the novel is an inferior genre; in Ts'ui Pen's period, it was a despised one."
        ]
    },
    {
        "alignedsentindices": [
            174,
            216
        ],
        "alignedsents": [
            "Ts’ui Pên fue un novelista genial, pero también fue un hombre de letras que sin duda no se consideró un mero novelista.",
            "Ts'ui Pen was a fine novelist"
        ]
    },
    {
        "alignedsentindices": [
            174,
            217
        ],
        "alignedsents": [
            "Ts’ui Pên fue un novelista genial, pero también fue un hombre de letras que sin duda no se consideró un mero novelista.",
            "but he was also a man of letters who, doubtless, considered himself more than a mere novelist."
        ]
    },
    {
        "alignedsentindices": [
            175,
            218
        ],
        "alignedsents": [
            "El testimonio de sus contemporáneos proclamaba -y harto lo confirma su vida- sus aficiones metafísicas, místicas.",
            "The testimony of his contemporaries attests to this, and certainly the known facts of his life confirm his leanings toward the metaphysical and the mystical."
        ]
    },
    {
        "alignedsentindices": [
            176,
            219
        ],
        "alignedsents": [
            "La controversia filosófica usurpa buena parte de su novela.",
            "Philosophical conjectures take up the greater part of his novel."
        ]
    },
    {
        "alignedsentindices": [
            177,
            220
        ],
        "alignedsents": [
            "Sé que de todos los problemas, ninguno lo inquietó y lo trabajó como el abismal problema del tiempo.",
            "I know that of all problems, none disquieted him more, and none concerned him more than the profound one of time."
        ]
    },
    {
        "alignedsentindices": [
            178,
            221
        ],
        "alignedsents": [
            "Ahora bien, ése es el único problema que no figura en las páginas del Jardín.",
            "Now then, this is the only problem that does not figure in the pages of The Garden."
        ]
    },
    {
        "alignedsentindices": [
            179,
            222
        ],
        "alignedsents": [
            "Ni siquiera usa la palabra que quiere decir tiempo.",
            "He does not even use the word which means time."
        ]
    },
    {
        "alignedsentindices": [
            180,
            223
        ],
        "alignedsents": [
            "¿Cómo se explica usted esa voluntaria omisión?",
            "How can these voluntary omissions be explained?\""
        ]
    },
    {
        "alignedsentindices": [
            181,
            224
        ],
        "alignedsents": [
            "»Propuse varias soluciones; todas, insuficientes.",
            "I proposed various solutions, all of them inadequate."
        ]
    },
    {
        "alignedsentindices": [
            182,
            225
        ],
        "alignedsents": [
            "Las discutimos; al fin, Stepheri Albert me dijo: »-En una adivinanza cuyo tema es el ajedrez ¿cuál es la única palabra prohibida?",
            "We discussed them."
        ]
    },
    {
        "alignedsentindices": [
            182,
            226
        ],
        "alignedsents": [
            "Las discutimos; al fin, Stepheri Albert me dijo: »-En una adivinanza cuyo tema es el ajedrez ¿cuál es la única palabra prohibida?",
            "Finally Stephen Albert said: \"In a guessing game to which the answer is chess, which word is the only one prohibited?\""
        ]
    },
    {
        "alignedsentindices": [
            183,
            227
        ],
        "alignedsents": [
            "»Reflexioné un momento y repuse: »-La palabra ajedrez.",
            "I thought for a moment and then replied: \"The word is chess.\""
        ]
    },
    {
        "alignedsentindices": [
            184,
            228
        ],
        "alignedsents": [
            "8 »-Precisamente -dijo Albert-, El jardín de senderos que se bifurcan es una enorme adivinanza, o parábola, cuyo tema es el tiempo; esa causa recóndita le prohíbe la mención de su nombre.",
            "\"Precisely,\" said Albert."
        ]
    },
    {
        "alignedsentindices": [
            184,
            229
        ],
        "alignedsents": [
            "8 »-Precisamente -dijo Albert-, El jardín de senderos que se bifurcan es una enorme adivinanza, o parábola, cuyo tema es el tiempo; esa causa recóndita le prohíbe la mención de su nombre.",
            "\"The Garden of Forking Paths is an enormous guessing game, or parable, in which the subject is time."
        ]
    },
    {
        "alignedsentindices": [
            185,
            231
        ],
        "alignedsents": [
            "Omitir siempre una palabra, recurrir a metáforas ineptas y a perífrasis evidentes, es quizá el modo más enfático de indicarla.",
            "To eliminate a word completely, to refer to it by means of inept phrases and obvious paraphrases, is perhaps the best way of drawing attention to it."
        ]
    },
    {
        "alignedsentindices": [
            186,
            232
        ],
        "alignedsents": [
            "Es el modo tortuoso que prefirió, en cada uno de los meandros de su infatigable novela, el oblicuo Ts'ui Pên.",
            "This, then, is the tortuous method of approach preferred by the oblique Ts'ui Pen in every meandering of his interminable novel."
        ]
    },
    {
        "alignedsentindices": [
            187,
            233
        ],
        "alignedsents": [
            "He confrontado centenares de manuscritos, he corregido los errores que la negligencia de los copistas ha introducido, he conjeturado el plan de ese caos, he restablecido, he creído restablecer el orden primordial, he traducido la obra entera: me consta que no emplea una sola vez la palabra tiempo.",
            "I have gone over hundreds of manuscripts, I have corrected errors introduced by careless copyists, I have worked out the plan from this chaos, I have restored, or believe I have restored, the original."
        ]
    },
    {
        "alignedsentindices": [
            187,
            234
        ],
        "alignedsents": [
            "He confrontado centenares de manuscritos, he corregido los errores que la negligencia de los copistas ha introducido, he conjeturado el plan de ese caos, he restablecido, he creído restablecer el orden primordial, he traducido la obra entera: me consta que no emplea una sola vez la palabra tiempo.",
            "I have translated the whole work."
        ]
    },
    {
        "alignedsentindices": [
            188,
            236
        ],
        "alignedsents": [
            "La explicación es obvia: El jardín de senderos que se bifurcan es una imagen incompleta, pero no falsa, del universo tal como lo concebía Ts'ui Pên.",
            "\"The explanation is obvious."
        ]
    },
    {
        "alignedsentindices": [
            188,
            237
        ],
        "alignedsents": [
            "La explicación es obvia: El jardín de senderos que se bifurcan es una imagen incompleta, pero no falsa, del universo tal como lo concebía Ts'ui Pên.",
            "The Garden of Forking Paths is a picture, incomplete yet not false, of the universe such as Ts'ui Pen conceived it to be."
        ]
    },
    {
        "alignedsentindices": [
            189,
            238
        ],
        "alignedsents": [
            "A diferencia de Newton y de Schopenhauer, su antepasado no creía en un tiempo uniforme, absoluto.",
            "Differing from Newton and Schopenhauer, your ancestor did not think of time as absolute and uniform."
        ]
    },
    {
        "alignedsentindices": [
            190,
            239
        ],
        "alignedsents": [
            "Creía en infinitas series de tiempos, en una red creciente y vertiginosa de tiempos divergentes, convergentes y paralelos.",
            "He believed in an infinite series of times, in a dizzily growing, ever spreading network of diverging, converging and parallel times."
        ]
    },
    {
        "alignedsentindices": [
            191,
            240
        ],
        "alignedsents": [
            "Esa trama de tiempos que se aproximan, se bifurcan, se cortan o que secularmente se ignoran, abarca todas las posibilidades.",
            "This web of time - the strands of which approach one another, bifurcate, intersect or ignore each other through the centuries - embraces every possibility."
        ]
    },
    {
        "alignedsentindices": [
            192,
            241
        ],
        "alignedsents": [
            "No existimos en la mayoría de esos tiempos; en algunos existe usted y no yo; en otros, yo, no usted; en otros, los dos.",
            "We do not exist in most of them."
        ]
    },
    {
        "alignedsentindices": [
            192,
            242
        ],
        "alignedsents": [
            "No existimos en la mayoría de esos tiempos; en algunos existe usted y no yo; en otros, yo, no usted; en otros, los dos.",
            "In some you exist and not I, while in others I do, and you do not, and in yet others both of us exist."
        ]
    },
    {
        "alignedsentindices": [
            193,
            243
        ],
        "alignedsents": [
            "En éste, que un favorable azar me depara, usted ha llegado a mi casa; en otro, usted, al atravesar el jardín, me ha encontrado muerto; en otro, yo digo estas mismas palabras, pero soy un error, un fantasma.",
            "In this one, in which chance has favored me, you have come to my gate."
        ]
    },
    {
        "alignedsentindices": [
            193,
            244
        ],
        "alignedsents": [
            "En éste, que un favorable azar me depara, usted ha llegado a mi casa; en otro, usted, al atravesar el jardín, me ha encontrado muerto; en otro, yo digo estas mismas palabras, pero soy un error, un fantasma.",
            "In another, you, crossing the garden, have found me dead."
        ]
    },
    {
        "alignedsentindices": [
            193,
            245
        ],
        "alignedsents": [
            "En éste, que un favorable azar me depara, usted ha llegado a mi casa; en otro, usted, al atravesar el jardín, me ha encontrado muerto; en otro, yo digo estas mismas palabras, pero soy un error, un fantasma.",
            "In yet another, I say these very same words, but am an error, a phantom.\""
        ]
    },
    {
        "alignedsentindices": [
            194,
            248
        ],
        "alignedsents": [
            "»-En todos -articulé no sin un temblor- yo agradezco y venero su recreación del jardín de Ts'ui Pên.",
            "\"I deeply appreciate and am grateful to you for the restoration of Ts'ui Pen's garden.\""
        ]
    },
    {
        "alignedsentindices": [
            194,
            249
        ],
        "alignedsents": [
            "»-En todos -articulé no sin un temblor- yo agradezco y venero su recreación del jardín de Ts'ui Pên.",
            "\"Not in all,\" he murmured with a smile."
        ]
    },
    {
        "alignedsentindices": [
            195,
            249
        ],
        "alignedsents": [
            "»-No en todos -murmuró con una sonrisa-.",
            "\"Not in all,\" he murmured with a smile."
        ]
    },
    {
        "alignedsentindices": [
            196,
            250
        ],
        "alignedsents": [
            "El tiempo se bifurca perpetuamente hacia innumerables futuros.",
            "\"Time is forever dividing itself toward innumerable futures and in one of them I am your enemy.\""
        ]
    },
    {
        "alignedsentindices": [
            198,
            251
        ],
        "alignedsents": [
            "»Volví a sentir esa pululación de que hablé.",
            "Once again I sensed the pullulation of which I have already spoken."
        ]
    },
    {
        "alignedsentindices": [
            199,
            252
        ],
        "alignedsents": [
            "Me pareció que el húmedo jardín que rodeaba la casa estaba saturado hasta lo infinito de invisibles personas.",
            "It seemed to me that the dew-damp garden surrounding the house was infinitely saturated with invisible people."
        ]
    },
    {
        "alignedsentindices": [
            200,
            253
        ],
        "alignedsents": [
            "Esas personas eran Albert y yo, secretos, atareados y multiformes en otras dimensiones de tiempo.",
            "All were Albert and myself, secretive, busy and multiform in other dimensions of time."
        ]
    },
    {
        "alignedsentindices": [
            201,
            254
        ],
        "alignedsents": [
            "Alcé los ojos y la tenue pesadilla se disipó.",
            "I lifted my eyes and the short nightmare disappeared."
        ]
    },
    {
        "alignedsentindices": [
            202,
            255
        ],
        "alignedsents": [
            "En el amarillo y negro jardín había un solo hombre; pero ese hombre era fuerte como una estatua, pero ese hombre avanzaba por el sendero y era el capitán Richard Madden.",
            "In the black and yellow garden there was only a single man, but this man was as strong as a statue and this man was walking up the path and he was Captain Richard Madden."
        ]
    },
    {
        "alignedsentindices": [
            203,
            256
        ],
        "alignedsents": [
            "»-El porvenir ya existe -respondí-, pero yo soy su amigo.",
            "\"The future exists now,\" I replied."
        ]
    },
    {
        "alignedsentindices": [
            203,
            257
        ],
        "alignedsents": [
            "»-El porvenir ya existe -respondí-, pero yo soy su amigo.",
            "\"But I am your friend."
        ]
    },
    {
        "alignedsentindices": [
            204,
            258
        ],
        "alignedsents": [
            "¿Puedo examinar de nuevo la carta?",
            "Can I take another look at the letter?\""
        ]
    },
    {
        "alignedsentindices": [
            205,
            260
        ],
        "alignedsents": [
            "»Albert se levantó.",
            "He stood up tall as he opened the top drawer of the high writing cabinet."
        ]
    },
    {
        "alignedsentindices": [
            205,
            261
        ],
        "alignedsents": [
            "»Albert se levantó.",
            "For a moment his back was again turned to me."
        ]
    },
    {
        "alignedsentindices": [
            207,
            262
        ],
        "alignedsents": [
            "Yo había preparado el revólver.",
            "I had the revolver ready."
        ]
    },
    {
        "alignedsentindices": [
            208,
            263
        ],
        "alignedsents": [
            "Disparé con sumo cuidado: Albert se desplomó sin una queja, inmediatamente.",
            "I fired with the utmost care: Albert fell without a murmur, at once."
        ]
    },
    {
        "alignedsentindices": [
            209,
            264
        ],
        "alignedsents": [
            "Yo juro que su muerte fue instantánea: una fulminación.",
            "I swear that his death was instantaneous, as if he had been struck by lightning."
        ]
    },
    {
        "alignedsentindices": [
            210,
            265
        ],
        "alignedsents": [
            "» Lo demás es irreal, insignificante.",
            "What remains is unreal and unimportant."
        ]
    },
    {
        "alignedsentindices": [
            211,
            266
        ],
        "alignedsents": [
            "Madden irrumpió, me arrestó.",
            "Madden broke in and arrested me."
        ]
    },
    {
        "alignedsentindices": [
            212,
            267
        ],
        "alignedsents": [
            "He sido condenado a la horca.",
            "I have been condemned to hang."
        ]
    },
    {
        "alignedsentindices": [
            213,
            268
        ],
        "alignedsents": [
            "Abominablemente he vencido: he comunicado a Berlín el 9 secreto nombre de la ciudad que deben atacar.",
            "Abominably, I have yet triumphed!"
        ]
    },
    {
        "alignedsentindices": [
            213,
            269
        ],
        "alignedsents": [
            "Abominablemente he vencido: he comunicado a Berlín el 9 secreto nombre de la ciudad que deben atacar.",
            "The secret name of the city to be attacked got through to Berlin."
        ]
    },
    {
        "alignedsentindices": [
            214,
            270
        ],
        "alignedsents": [
            "Ayer la bombardearon; lo leí en los mismos periódicos que propusieron a Inglaterra el enigma de que el sabio sinólogo Stephen Albert muriera asesinado por un desconocido, Yá Tsun.",
            "Yesterday it was bombed."
        ]
    },
    {
        "alignedsentindices": [
            214,
            271
        ],
        "alignedsents": [
            "Ayer la bombardearon; lo leí en los mismos periódicos que propusieron a Inglaterra el enigma de que el sabio sinólogo Stephen Albert muriera asesinado por un desconocido, Yá Tsun.",
            "I read the news in the same English newspapers which were trying to solve the riddle of the murder of the learned Sinologist Stephen Albert by the unknown Yu Tsun."
        ]
    },
    {
        "alignedsentindices": [
            215,
            273
        ],
        "alignedsents": [
            "El jefe ha descifrado ese enigma.",
            "He knew that my problem was to shout, with my feeble voice, above the tumult of war, the name of the city called Albert, and that I had no other course open to me than to kill someone of that name."
        ]
    },
    {
        "alignedsentindices": [
            217,
            274
        ],
        "alignedsents": [
            "No sabe (nadie puede saber) mi innumerable contrición y cansancio.",
            "He does not know, for no one can, of my infinite penitence and sickness of the heart."
        ]
    },
    {
        "alignedsentindices": [
            218,
            275
        ],
        "alignedsents": [
            "» \n1 Hipótesis odiosa y estrafalaria.",
            "1."
        ]
    },
    {
        "alignedsentindices": [
            219,
            276
        ],
        "alignedsents": [
            "El espía prusiano Hans Rabener alias Viktor Runeberg agredió con una pistola automática al portador de la orden de arresto, capitán Richard Madden.",
            "A malicious and outlandish statement."
        ]
    },
    {
        "alignedsentindices": [
            220,
            277
        ],
        "alignedsents": [
            "Éste, en defensa propia, le causó heridas que determinaron su muerte.",
            "In point of fact, Captain Richard Madden had been attacked by the Prussian spy Hans Rabener, alias Viktor Runeberg, who drew an automatic pistol when Madden appeared with orders for the spy's arrest."
        ]
    },
    {
        "alignedsentindices": [
            221,
            279
        ],
        "alignedsents": [
            "(Nota del Editor.",
            "- Note by the manuscript editor."
        ]
    }
]